Repository: weblate/screensavers.rsxs
Catalog: screensaver.rsxs.solarwinds/resources/language/resource.language.*/strings.po
Languages: es_es, fi_fi, hr_hr

# Addon Summary
source: A mesmerising particle effects screensaver
es_es: Un salvapatallas con unos efectos de partículas hipnotizantes
fi_fi: Lumoava partikkelitehostenäytönsäästäjä
hr_hr: Čuvar zaslona s očaravajućim efektima čestica

# Addon Description
source: This is a very mesmerizing particle effects saver. Tweak the settings a little and you'll find that you can achieve an amazing number of different animated patterns. You can also connect the particles with lines for a very different effect.
es_es: Este es un salvapantallas de efectos de partículas muy hipnotizador. Ajusta un poco la configuración y verás que puedes conseguir un número asombroso de patrones animados diferentes. También puedes conectar las partículas con líneas para conseguir un efecto muy diferente.
fi_fi: Erittäin lumoava partikkelitehostenäytönsäästäjä. Tulet huomaamaan uskomattoman määrän erilaisia kuvioita.
hr_hr: Ovo je jedan zaista očaravajući čuvar zaslona s efektima čestica. Vidjet ćete da možete postići čudesan broj različitih uzuoraka.

# Addon Disclaimer
source: This is an implementation based on "rss-glx" screensaver
es_es: Esta es una implementación basada en el salvapantallas "rss-glx"
fi_fi: Pohjautuu "rss-glx" -näytönsäästäjään
hr_hr: Ova implementacija temelji se na "rss-glx" čuvaru zaslona

# #30000
source: General
fi_fi: Yleiset
hr_hr: Opće

# #30001
source: Advanced
es_es: Avanzado
fi_fi: Lisäasetukset
hr_hr: Napredno

# #30010
source: Mode
es_es: Modo
fi_fi: Tila
hr_hr: Način rada

# #30011
source: Automatic
es_es: Automático
fi_fi: Automaattinen
hr_hr: Automatski

# #30012
source: Regular
fi_fi: Tavallinen
hr_hr: Redovan

# #30013
source: Cosmic Strings
es_es: Cuerdas cósmicas
fi_fi: Kosmiset narut

# #30014
source: Cold Pricklies
es_es: Puntas frías
fi_fi: Kylmät piikit

# #30015
source: Space Fur
es_es: Piel espacial
fi_fi: Avaruusturkki

# #30016
source: Jiggly
es_es: Meneo
fi_fi: Heiluva

# #30017
source: Undertow
es_es: Resaca
fi_fi: Pohjavirtaus

# #30018
source: Use advanced settings
es_es: Utilizar configuración avanzada
fi_fi: Käytä lisäasetuksia
hr_hr: Upotrijebi napredne postavke

# #30020
source: Number of solar winds
es_es: Número de vientos solares
fi_fi: Aurinkotuulien määrä
hr_hr: Broj solarnih vjetrova

# #30021
source: Particles per solar wind
es_es: Partículas por viento solar
fi_fi: Aurinkotuulikohtainen partikkelimäärä
hr_hr: Čestica po solarnom vjetru

# #30022
source: Emitters per solar wind
es_es: Emisores por viento solar
fi_fi: Aurinkotuulikohtainen säiteilijämäärä
hr_hr: Odašiljača po solarnom vjetru

# #30023
source: Solar wind speed
es_es: Velocidad del viento solar
fi_fi: Aurinkotuulen nopeus
hr_hr: Brzina solarnog vjetra

# #30024
source: Particle size
es_es: Tamaño de partícula
fi_fi: Partikkelien koko
hr_hr: Veličina čestice

# #30025
source: Particle geometry
es_es: Geometría de la partícula
fi_fi: Partikkelien geometria
hr_hr: Geometrija čestice

# #30026
source: Lights
es_es: Luces
fi_fi: Valot
hr_hr: Svjetla

# #30027
source: Points
es_es: Puntos
fi_fi: Pisteet
hr_hr: Točke

# #30028
source: Lines
es_es: Líneas
fi_fi: Viivat
hr_hr: Linije

# #30029
source: Particle speed
es_es: Velocidad de la partícula
fi_fi: Partikkelien nopeus
hr_hr: Brzina čestice

# #30030
source: Emitter speed
es_es: Velocidad del emisor
fi_fi: Säteilijän nopeus
hr_hr: Brzina odašiljača

# #30031
source: Motion blur
es_es: Desenfoque de movimiento
fi_fi: Liikesumennus
hr_hr: Zamućenost kretnje
