Repository: weblate/screensavers.rsxs
Catalog: screensaver.rsxs.cyclone/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, et_ee, he_il

# Addon Summary
source: About as psychedelic as screensavers get
da_dk: Omtrent så psykedelisk som en pauseskærm kan blive
et_ee: Nii psühhedeelne kui üks ekraanisäästja olla saab
he_il: זהו פחות או יותר שומר המסך הכי פסיכדלי שיש

# Addon Description
source: This is about as psychedelic as screensavers get. mogumbo thought his Plasma saver was at the top of the scale, but this one is even more nauseating. You'd better find one of those air sickness bags before you stare at this one for too long.
da_dk: Dette er omtrent så psykedelisk som en pauseskærm kan blive. Mogumbo troede hans Plasma-pauseskærm var i toppen af skalaen, men denne er endnu mere kvalmende. Du må hellere finde en papirpose, inden du kigger alt for længe på denne.
et_ee: See on nii psühhedeelne kui üks ekraanisäästja olla saab. mogumbo arvas, et tema Plasma säästja oli tippude tipp, aga see on isegi rohkem iiveldama ajav. Parem otsi endale üks neist lennuki oksekottidest enne kui liiga kauaks seda siin vaatama jääd.
he_il: זוהי הרמה הגבוהה ביותר של פסיכדליות אליה יכולים להגיע שומרי מסך. mogumbo חשב ששומר מסך הפלזמה שלו הגיע לראש הטבלה אבל זה אפילו יותר מסחרר. מוטב להצטייד במספר שקיות הקאה בטרם בהייה ממושכת בשומר מסך זה.

# Addon Disclaimer
source: This is an implementation based on "rss-glx" screensaver
da_dk: Dette er en implementering baseret på "rss-glx" pauseskærm
de_de: Diese Implementierung basiert auf dem „rss-glx“-Bildschirmschoner
es_es: Esta es una implementación basada en el salvapantallas "rss-glx"
et_ee: See on rakendus, mis põhineb "rss-glx" ekraanisäästjal
he_il: יישום שמבוסס על שומר המסך „rss-glx”

# #30000
source: General
da_dk: Generel
de_de: Allgemein
et_ee: Üldine
he_il: כללי

# #30001
source: Cyclones
da_dk: Cykloner
de_de: Wirbelstürme
es_es: Ciclones
et_ee: Tsüklonid
he_il: ציקלונים

# #30002
source: Number of cyclones. 1 - 10. Default: 1
da_dk: Antal cykoner. 1 - 10. Standard: 1
de_de: Anzahl Wirbelstürme. 1–10. Standard: 1
es_es: Número de ciclones. 1 - 10. Por defecto: 1
et_ee: Tsüklonite arv. 1 - 10. Vaikimisi: 1
he_il: מספר ציקלונים. 1 - 10. בררת מחדל: 1

# #30003
source: Particles
da_dk: Partikler
de_de: Partikel
es_es: Partículas
et_ee: Osakesed
he_il: חלקיקים

# #30004
source: Particles per cyclone. 1 - 10000. Default: 400
da_dk: Partikler pr. cyklon. 1 - 10000. Standard: 400
de_de: Partikel pro Wirbelsturm. 1–10000. Standard: 400
es_es: Partículas por ciclón. 1 - 10000. Por defecto: 400
et_ee: Osakesi tsükloni kohta. 1 - 10000. Vaikimisi: 400
he_il: חלקיקים בכל ציקלון. 1 - 10000. בררת מחדל: 400

# #30005
source: Size
da_dk: Størrelse
de_de: Größe
es_es: Tamaño
et_ee: Suurus
he_il: גודל

# #30006
source: Particle size. 1 - 100. Default: 7
da_dk: Partikelstørrelse. 1 - 100. Standard: 7
de_de: Partikelgröße. 1–100. Standard: 7
es_es: Tamaño de las partículas. 1 - 100. Por defecto: 7
et_ee: Osakese suurus. 1 - 100. Vaikimisi: 7
he_il: גודל חלקיק. 1 - 100. בררת מחדל: 7

# #30007
source: Complexity
da_dk: Kompleksitet
de_de: Komplexität
es_es: Complejidad
et_ee: Keerukus
he_il: מורכבות

# #30008
source: Cyclone complexity. 1 - 10. Default: 3
da_dk: Cyklon-kompleksitet. 1 - 10. Standard: 3
de_de: Wirbelsturmkomplexität. 1–10. Standard: 3
es_es: Complejidad del ciclón. 1 - 10. Por defecto: 3
et_ee: Tsükloni keerukus. 1 - 10. Vaikimisi: 3
he_il: מורכבות ציקלון. 1 - 10. בררת מחדל: 3

# #30009
source: Speed
da_dk: Hastighed
de_de: Geschwindigkeit
es_es: Velocidad
et_ee: Kiirus
he_il: מהירות

# #30010
source: Speed. 1 - 100. Default: 10
da_dk: Hastighed. 1 - 100. Standard: 10
de_de: Geschwindigkeit. 1–100. Standard: 10
es_es: Velocidad. 1 - 100. Predeterminado: 10
et_ee: Kiirus. 1–100. Vaikimisi: 10
he_il: מהירות. 1 - 100. בררת מחדל: 10

# #30011
source: Stretch
da_dk: Stræk
de_de: Strecken
es_es: Estirar
et_ee: Venita
he_il: מתיחה

# #30012
source: Stretch. Default: True
da_dk: Stræk. Standard: Til
de_de: Strecken. Standard: Wahr
es_es: Estirar. Por defecto: True
et_ee: Venita. Vaikimisi: Jah
he_il: מתיחה. בררת מחדל: כן

# #30013
source: Show curves
da_dk: Vis kurver
de_de: Kurven anzeigen
es_es: Mostrar curvas
et_ee: Kuva kaared
he_il: הצגת קימורים

# #30014
source: Show Curves. Default: False
da_dk: Vis kurver. Standard: Fra
de_de: Kurven anzeigen. Standard: Falsch
es_es: Mostrar curvas. Por defecto: False
et_ee: Kuva kaared. Vaikimisi: Ei
he_il: הצגת קימורים. בררת מחדל: לא

# Addon Summary
source: Tornado screen saver
de_de: Bildschirmschoner Tornado
es_es: Salvapantallas Tornado

# Addon Description
source: This screensaver makes tornadoes on your screen.[CR]Was wrote for storm chasing buddy, but you can have it too. Have a look at his weather page if you're interested in meteorology and severe weather.
de_de: Dieser Bildschirmschoner bringt Tornados auf den Bildschirm. Er wurde für einen Freund, einem Sturmjäger, geschrieben, aber jeder kann ihn haben. Einfach einen Blick auf seine Wetterseite werfen, wenn man an Meteorologie und Unwettern interessiert ist.
es_es: Este salvapantallas hace tornados en tu pantalla.[CR]Fue escrito para un amigo cazador de tormentas, pero tú también puedes tenerlo. Echa un vistazo a su página del tiempo si estás interesado en la meteorología y el clima extremo.
