Repository: weblate/screensavers.rsxs
Catalog: screensaver.rsxs.lorenz/resources/language/resource.language.*/strings.po
Languages: es_es, zh_cn

# Addon Summary
source: Screensaver visualization of the Lorenz Attractor fractal
es_es: Salvapantallas de visualización del fractal Lorenz Attractor
zh_cn: 洛伦兹吸引子分形的可视化屏幕保护程序

# Addon Description
source: This is a 3d realtime visualization of the Lorenz Attractor.
es_es: Esta es una visualización 3d en tiempo real del Lorenz Attractor.
zh_cn: 这是洛伦兹吸引子的三维实时可视化。

# Addon Disclaimer
source: This is an implementation based on "rss-glx" screensaver
es_es: Esta es una implementación basada en el salvapantallas "rss-glx"
zh_cn: 这是一个基于“rss-glx”屏幕保护程序的实现

# #30000
source: General
zh_cn: 常规

# #30001
source: Points amount
es_es: Cantidad de puntos
zh_cn: 点数量

# #30002
source: Satellites amount
es_es: Cantidad de satélites
zh_cn: 卫星数量

# #30003
source: Camera speed
es_es: Velocidad de la cámara
zh_cn: 摄像机速度

# #30004
source: Camera angle
es_es: Ángulo de la cámara
zh_cn: 摄像机角度

# #30005
source: Line width
es_es: Ancho de línea
zh_cn: 线宽

# #30006
source: Satellite line width
es_es: Anchura de la línea de satélite
zh_cn: 卫星线宽

# #30007
source: Line cutoff
es_es: Corte de línea
zh_cn: 线截断

# #30008
source: Speed
es_es: Velocidad
zh_cn: 速度
