Repository: weblate/screensavers.rsxs
Catalog: screensaver.rsxs.fieldlines/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_es, et_ee, fr_fr, zh_cn

# Addon Summary
source: About as psychedelic as screensavers get
da_dk: Omtrent så psykedelisk som en pauseskærm kan blive
et_ee: Nii psühhedeelne kui üks ekraanisäästja olla saab
fr_fr: Le plus psychédélique des économiseurs d'écran

# Addon Description
source: This is about as psychedelic as screensavers get. mogumbo thought his Plasma saver was at the top of the scale, but this one is even more nauseating. You'd better find one of those air sickness bags before you stare at this one for too long.
da_dk: Dette er omtrent så psykedelisk som en pauseskærm kan blive. Mogumbo troede hans Plasma-pauseskærm var i toppen af skalaen, men denne er endnu mere kvalmende. Du må hellere finde en papirpose, inden du kigger alt for længe på denne.
et_ee: See on nii psühhedeelne kui üks ekraanisäästja olla saab. mogumbo arvas, et tema Plasma säästja oli tippude tipp, aga see on isegi rohkem iiveldama ajav. Parem otsi endale üks neist lennuki oksekottidest enne kui liiga kauaks seda siin vaatama jääd.
fr_fr: C'est le plus psychédélique des économiseurs d'écran. mogumbo pensait que son économiseur de plasma était au sommet de l'échelle, mais celui-ci est encore plus nauséabond. Vous feriez mieux de trouver un de ces sacs contre le mal de l'air avant de regarder celui-ci trop longtemps.

# Addon Disclaimer
source: This is an implementation based on "rss-glx" screensaver
da_dk: Dette er en implementering baseret på "rss-glx" pauseskærm
de_de: Diese Implementierung basiert auf dem „rss-glx“-Bildschirmschoner
es_es: Esta es una implementación basada en el salvapantallas "rss-glx"
et_ee: See on rakendus, mis põhineb "rss-glx" ekraanisäästjal
fr_fr: Il s'agit d'une implémentation basée sur l'économiseur d'écran "rss-glx"
zh_cn: 这是一个基于“rss-glx”屏幕保护程序的实现

# #30000
source: General
da_dk: Generel
de_de: Allgemein
et_ee: Üldine
fr_fr: Général
zh_cn: 常规

# #30001
source: Number of ions
da_dk: Antal af ioner
de_de: Anzahl Ionen
es_es: Número de iones
et_ee: Ioonide arv
fr_fr: Nombre d'ions
zh_cn: 离子数

# #30002
source: Amount of used ions
da_dk: Antal af anvendte ioner
de_de: Menge verbrauchter Ionen
es_es: Cantidad de iones utilizados
et_ee: Kasutatud ioonide kogus
fr_fr: Quantité d'ions utilisés
zh_cn: 使用离子的数量

# #30003
source: Motion speed
da_dk: Bevægelseshastighed
de_de: Bewegungsgeschwindigkeit
es_es: Velocidad del movimiento
et_ee: Liikumiskiirus
fr_fr: Vitesse de mouvement
zh_cn: 运动速度

# #30004
source: Used speed in the presentation
da_dk: Anvendt hastighed i præsentationen
de_de: Geschwindigkeit in der Präsentation
es_es: Velocidad utilizada en la presentación
et_ee: Esitluses kasutatud kiirust
fr_fr: Vitesse utilisée dans la présentation
zh_cn: 演示中使用的速度

# #30005
source: Length of a line segment
da_dk: Længden på en linjesektion
de_de: Länge eines Linienabschnitts
es_es: Longitud de un segmento de línea
et_ee: Joonelõigu pikkus
fr_fr: Longueur d'un segment de ligne
zh_cn: 线段长度

# #30006
source: Step length along lines
da_dk: Trinlængde langs linjer
de_de: Schrittlänge entlang der Linien
es_es: Longitud de paso a lo largo de las líneas
et_ee: Sammu pikkus mööda jooni
fr_fr: Longueur de pas le long des lignes
zh_cn: 沿直线的步长

# #30007
source: Max number of steps
da_dk: Maksimal antal trin
de_de: Maximale Anzahl von Schritten
es_es: Número máximo de pasos
et_ee: Maksimaalne sammude arv
fr_fr: Nombre maximum d'étapes
zh_cn: 最大步数

# #30008
source: Maximum number of fieldline segments
da_dk: Maksimal antal feltlinjesektioner
de_de: Maximale Anzahl von Feldlinienabschnitten
es_es: Número máximo de segmentos de línea de campo
et_ee: Maksimaalne väljajoone segmentide arv
fr_fr: Nombre maximal de segments de ligne de terrain
zh_cn: 最大场线段数

# #30009
source: Line width
da_dk: Linjebredde
de_de: Linienbreite
es_es: Ancho de línea
et_ee: Joone laius
fr_fr: Largeur de ligne
zh_cn: 线条宽度

# #30010
source: Fieldline width factor
da_dk: Breddefaktor på feltlinje
de_de: Breitenfaktor für Feldlinien
es_es: Factor de anchura de línea de campo
et_ee: Väljajoone laiuse tegur
fr_fr: Facteur de largeur de champ
zh_cn: 场线宽度因子

# #30011
source: Constant width
da_dk: Konstant bredde
de_de: Konstante Breite
es_es: Ancho constante
et_ee: Püsiv laius
fr_fr: Largeur constante
zh_cn: 恒定宽度

# #30012
source: Constant fieldline width
da_dk: Konstant bredde på feltlinje
de_de: Konstante Feldlinienbreite
es_es: Ancho de línea de campo constante
et_ee: Pideva väljajoone laius
fr_fr: Largeur de champ constante
zh_cn: 恒定场线宽度

# #30013
source: Electric mode
da_dk: Elektrisk tilstand
de_de: Elektrischer Modus
es_es: Modo eléctrico
et_ee: Elektriline režiim
fr_fr: Mode électrique
zh_cn: 电动模式

# #30014
source: To select electric rendering
da_dk: Vælg elektrisk rendering
de_de: Elektrische Rendering wählen
es_es: Para seleccionar el renderizado eléctrico
et_ee: Elektrilise renderduse valimiseks
fr_fr: Pour sélectionner le rendu électrique
zh_cn: 选择电渲染

# #30015
source: Reduction
da_dk: Reduktion
de_de: Verringerung
es_es: Reducción
et_ee: Vähendamine
fr_fr: Réduction
zh_cn: 减少

# #30016
source: The reduction of the display on the screen
da_dk: Reduktion af visningen på skærmen
de_de: Die Verringerung der Anzeige auf dem Bildschirm
es_es: La reducción de la visualización en pantalla
et_ee: Ekraanil kuvatava kuva vähendamine
fr_fr: La réduction de l'affichage à l'écran
zh_cn: 减少屏幕上的显示

# Addon Summary
source: Simulation of the electric field lines between charged particles
de_de: Simulation elektrischer Feldlinien zwischen geladenen Teilchen
es_es: Simulación de las líneas de campo eléctrico entre partículas cargadas
zh_cn: 带电粒子间电场线的模拟

# Addon Description
source: This is a simulation of the electric field lines between charged particles. Physics never looked so good.
de_de: Dies ist eine Simulation von elektrischen Feldlinien zwischen geladenen Teilchen. Physik sah noch nie so gut aus.
es_es: Esta es una simulación de las líneas de campo eléctrico entre partículas cargadas. La física nunca tuvo tan buen aspecto.
zh_cn: 这是带电粒子之间电场线的模拟。物理学看起来从来没有这么好。
