Repository: weblate/screensavers.rsxs
Catalog: screensaver.rsxs.feedback/resources/language/resource.language.*/strings.po
Languages: es_es, zh_cn

# Addon Summary
source: Stirring colors with a jiggling warp
zh_cn: 用抖动的纱线搅动色彩

# Addon Description
source: Colors are swirled by repeatedly mapping a spring loaded grid to a uniform grid, pulling in colors from the cycling perimeter.
zh_cn: 通过反复将突然出现的网格映射到统一的网格来旋转颜色，从循环周长中引入颜色。

# Addon Disclaimer
source: This is an implementation based on "rss-glx" screensaver
es_es: Esta es una implementación basada en el salvapantallas "rss-glx"
zh_cn: 这是一个基于“rss-glx”屏幕保护程序的实现

# #30000
source: General
zh_cn: 常规

# #30001
source: Grey only
es_es: Sólo gris
zh_cn: 仅灰色

# #30002
source: Use greyscale instead of hue wheel
es_es: Utiliza la escala de grises en lugar de la rueda de tonos
zh_cn: 使用灰度代替色调轮

# #30003
source: Saturation
es_es: Saturación
zh_cn: 饱和度

# #30004
source: Set color saturation
es_es: Ajusta la saturación de color
zh_cn: 设置颜色饱和度

# #30005
source: Lightness
es_es: Luminosidad
zh_cn: 亮度

# #30006
source: Set color lightness
es_es: Ajusta la luminosidad de color
zh_cn: 设置颜色亮度

# #30007
source: Period
es_es: Periodo
zh_cn: 时期

# #30008
source: Sets color cycling period in seconds
es_es: Establece el período de ciclo de color en segundos
zh_cn: 设置颜色循环周期（秒）

# #30009
source: Speed
es_es: Velocidad
zh_cn: 速度

# #30010
source: Sets speed of warping grid wobble
es_es: Establece la velocidad de oscilación de la rejilla deformada
zh_cn: 设置扭曲网格摆动的速度

# #30011
source: Cells
es_es: Células
zh_cn: 单元

# #30012
source: Sets height and width of warping grid in powers of 2
es_es: Establece el alto y ancho de la rejilla deformada en potencias de 2
zh_cn: 以2的幂设置扭曲网格的高度和宽度

# #30013
source: Texture size
es_es: Tamaño de textura
zh_cn: 纹理大小

# #30014
source: Sets height and width of warped texture in powers of 2
es_es: Establece el alto y ancho de la textura deformada en potencias de 2
zh_cn: 以2的幂设置扭曲纹理的高度和宽度

# #30015
source: Grid
es_es: Cuadrícula
zh_cn: 网格

# #30016
source: Turns on rendering of the warping grid
es_es: Activa el renderizado de la rejilla deformada
zh_cn: 启用扭曲网格的渲染

# Addon Summary
source: About as psychedelic as screensavers get
es_es: Todo lo psicodélico que puede ser un salvapantallas

# Addon Description
source: This is about as psychedelic as screensavers get. mogumbo thought his Plasma saver was at the top of the scale, but this one is even more nauseating. You'd better find one of those air sickness bags before you stare at this one for too long.
es_es: Esto es lo más psicodélico que puede haber en salvapantallas. Mogumbo pensaba que su protector Plasma estaba en lo más alto de la escala, pero éste es aún más nauseabundo. Será mejor que encuentres una de esas bolsas para el mareo antes de mirar éste durante mucho tiempo.
