Repository: weblate/screensavers.rsxs
Catalog: screensaver.rsxs.matrixview/resources/language/resource.language.*/strings.po
Languages: es_es, fi_fi

# Addon Summary
source: About as psychedelic as screensavers get
fi_fi: Jotakuinkin psykedeelisin mahdollinen näytönsäästäjä

# Addon Description
source: This is about as psychedelic as screensavers get. mogumbo thought his Plasma saver was at the top of the scale, but this one is even more nauseating. You'd better find one of those air sickness bags before you stare at this one for too long.
fi_fi: Tämä on jokseenkin niin psykedeelinen kuin vain näytönsäästäjä voi olla. mogumbo kuvitteli hänen Plasma-näytönäästäjänsä olevan asteikon huipulla, mutta tämä on sitäkin kuvottavampi. Oksennuspussi on suositeltavaa pitää valmiina ennen pitkäaikaista tuijotusta.

# Addon Disclaimer
source: This is an implementation based on "rss-glx" screensaver
es_es: Esta es una implementación basada en el salvapantallas "rss-glx"
fi_fi: Pohjautuu "rss-glx" -näytönsäästäjään

# #30000
source: General
fi_fi: Yleiset

# #30001
source: Color of the falling text
es_es: Color del texto que cae
fi_fi: Putoavan tekstin väri

# #30002
source: Set color of the falling text. Can be `green', `red' or `blue'.
es_es: Establece el color del texto que cae. Puede ser `verde`, `rojo` o `azul`.
fi_fi: Määritä putoavan tekstin väri. Vaihtoehdot ovat "vihreä", "punainen" tai "sininen".

# #30003
source: Red
es_es: Rojo
fi_fi: Punainen

# #30004
source: Green
es_es: Verde
fi_fi: Vihreä

# #30005
source: Blue
es_es: Azul
fi_fi: Sininen

# #30006
source: Intensity of the digital rain
es_es: Intensidad de la lluvia digital
fi_fi: Digitaalisen sateen voimakkuus

# #30007
source: Set the intensity of the digital rain. The default is 1, and is clamped to the range [1,50]. The intensity effects the number of white nodes, the number of random character changes and the general speed of the rain.
es_es: Establece la intensidad de la lluvia digital. El valor por defecto es 1, y se ajusta al rango [1,50]. La intensidad afecta al número de nodos blancos, al número de cambios de caracteres aleatorios y a la velocidad general de la lluvia.
fi_fi: Määritä digitaalisen sateen voimakkuus. Oletusarvo on 1 ja se on kiinnitetty alueelle [1,50]. Voimakkuus vaikuttaa valkoisten solmujen määrään, satunnaisten merkkimuutosten määrään ja sateen yleiseen nopeuteen.

# #30008
source: Classic (no images)
es_es: Clásico (sin imágenes)
fi_fi: Klassinen (ei kuvia)

# #30009
source: Enable static mode, which disables the display of 3D images. This mimics the style of the scrolling text from the original film.
es_es: Activa el modo estático, el cual desactiva la visualización de imágenes 3D. Esto imita el estilo del texto en movimiento de la película original.
fi_fi: Käytä staattista tilaa, joka poistaa 3D-kuvien näytön käytöstä. Tämä jäljittelee alkuperäisen elokuvan vierivän tekstin tyyliä.

# Addon Summary
source: The Matrix Screensaver
es_es: Salvapantallas de Matrix

# Addon Description
source: This is a 3D matrix screensaver based on the digital rain scenes from The Matrix Reloaded. It features the green scrolling text (or digital rain) that wraps around 3D representations of different characters from the series.
es_es: Este es un salvapantallas 3D de Matrix basado en las escenas de lluvia digital de The Matrix Reloaded. Cuenta con el texto verde de desplazamiento (o lluvia digital) que se envuelve alrededor de las representaciones en 3D de diferentes personajes de la serie.
